bigdata/app/views/combinations/show.html.erb

	<% i = 0 %>
	<% @combination.clusters.each do |cluster| %>
---
SELECT "clusters".* FROM "clusters" WHERE "clusters"."combination_id" = $1  [["combination_id", 1]]